START = '''
Приветствую Вас, <b>{0}</b>!

Давайте знакомиться!
Меня зовут Наталья и я астролог!
Позвольте мне быть астрогидом и рассказать Вам о возможностях Западной Астрологии.
Увлекательная астрология очень сложная и многогранная дисциплина и имеет много направлений.

• Итак, <b>Астропсихология</b> - раздел, позволяющий изучить натальную карту человека. Сильные и слабые стороны, плюсы и минусы характера, таланты, возможности в здоровье, в карьере, в личных отношениях, миграция, недвижимость, дети, любовники, кармические задачи и многое другое.

• <b>Прогнозирование</b> - это раздел, который позволяет делать личные прогнозы, выделяя важные события года. Это позволит Вам спланировать год правильно!

• <b>Синастрия</b> - раздел астрологии позволяющий анализировать характер отношений двух партнеров. Это поможет построить крепкие и счастливые отношения и плавно выходить из кризисов.

• <b>Хорар</b> - для этой техники не нужно знать дату и время рождения человека. Тут всё просто! Важно знать время и дату рождения вашего вопроса! Например: Стоит ли переходить на другую работу?

• <b>Электив</b> или подбор даты для важных событий - этот раздел позволит Вам оказаться в нужное время и в нужном месте! Это касается бизнеса, создания семьи, рождения ребенка (кесарево), переезда, крупных покупок, смены работы и многое другое.

• <b>Детский гороскоп</b> - очень увлекательный раздел, который позволит Вам посмотреть на характер ребёнка глазами Астролога, увидеть его страхи и комплексы, интересы и способности. Разбор детского гороскопа поможет Вам на раннем этапе жизни малыша наладить энергетическую связь и стать ближе, скорректировать методы его воспитания и вырастить счастливого и успешного человека.
'''

NATAL_CHART = '''
<b>Натальная карта и Астропсихология</b>

Натальная карта формируется на момент рождения и чётко определяет жизненный потенциал. Карта поможет узнать сильные и слабые стороны жизни, тактику поведения и особенности характера, жизненные приоритеты.

В гороскопе 12 домов и все они влияют на нашу жизнь.

• 1 дом - Вы как личность и как видит общество.

• 2 дом - Ваши деньги, доходы и расходы.

• 3 дом - отношения с родственниками, поездки.

• 4 дом - дом продолжения рода и недвижимости.

• 5 дом - отношения с детьми, творческий потенциал, любовные отношения, отдых.

• 6 дом - Ваше физическое состояние, здоровье.

• 7 дом - партнерские отношения (брак, бизнес).

• 8 дом - кризисные ситуации, деньги партнеров, кредиты.

• 9 дом - миграция, путешествия.

• 10 дом - признание общества, карьерный рост, профессионализм.

• 11 дом - Ваши отношения с обществом.

• 12 дом - дом тайн и мистики, дом душевного здоровья.

По всем этим домам в своей цикличности движутся 10 планет, вот они и делают нас такими, какими мы являемся.
За свою практику я видела большое количество карт и скажу прямо - идеальных карт не бывает, но мы зная слабости сможем сделать свою жизнь ярче и интереснее, добиться славы и успеха легче и быстрее!
'''

SYNASTRY = '''
<b>Синастрия</b> (совместимость гороскопов)

Данная практика позволяет посмотреть на гороскопы двоих партнеров спроецированных друг на друге.
Очень важен анализ натальных карт в отдельности, чтобы понять, что ожидает партнер в целом от отношений и какие особенности отношений.
Именно с этого начнется анализ отношений в синастрии.

<b>На консультации разберём:</b>

— Ориентированы ли Вы и Ваш партнёр на семью, детей или предпочитаете свободные отношения с взаимными интересами, но ни к чему не обязывающие.

— Есть ли кармическая связь между вами.

— Совместимы ли вы в быту, в бизнесе, в отдыхе.

— Какие у вас ожидания от этого союза и совпадают ли они у вас.

Обязательно разбираем гармоничные и напряженные аспекты между вашими планетами, которые образуются при совмещении ваших карт и к чему это может привести.

Есть ли пути выхода из кризиса в отношениях если он у вас уже наступил.

На все эти и другие вопросы я смогу вам ответить при разборе совместимости ваших гороскопов.

Не оставлю без внимания факторы которые смогут повлиять на характер и качество ваших отношений. Дам рекомендации по улучшению.

<b>Что для этого необходимо?</b>
Полная дата, время, город рождения и Ваше имя.
Та же информация на партнёра
* Если время рождения его/её не известно, не проблема, будем опираться на его космограмму

<i>Стройте отношения грамотно и будьте счастливы.</i>
'''

ECHO = '''
Я не понимаю Вас, но я стараюсь быть лучше!

Пожалуйста, нажимайте на клавиаутуру.
<i>Если она автоматически не открылась, то развернуть её можно нажав на иконку слева от записи голосового сообщения.</i>
'''

ELECTIVE = '''
<b>Электив</b>

Элективная астрология позволит вам правильно выбрать время и место для значимых событий вашей жизни (свадьба, открытие бизнеса, запуск нового проекта, рождение ребёнка (кесарево), переезд,  покупка недвижимости или авто и т.д)
Целью является достижение успешного результата и вся техника электива направлена именно на это!
Этот раздел астрологии не касается наших ежедневных дел, а так же проектов и дел, которые были начаты ранее.
'''

CHILDREN_HOROSCOPE = '''
<b>Детский гороскоп</b>

Один из сложных и важных вопросов - найти подход к ребёнку у взрослого человека.
Детский гороскоп раскроет вам тайны души вашего маленького чуда, расскажет о психологических потребностях, возможностях развития способностей как в спорте, так и музыке.
Уже сейчас вы сможете знать направление его профориентации для дальнейшего направления.
Тема здоровья поможет предотвратить проблемы, которые зачастую мы замечаем только во взрослой жизни.
Так же раскроет темы карьеры, семейных ценностей и кризисных ситуаций.
'''

CHILDREN_NATAL_CHART = '''
<b>Детская натальная карта</b>

- разбираем слабые и сильные стороны личности, темперамент
- отношения с социумом
- профориентация и отношения с финансами
- вопросы здоровья и на что нужно обратить ваше внимание
- семейные ценности
- кармическое предназначение
- таланты, способности
'''

PROGNOSTIC = '''
<b>Прогностика</b>

Разбор Соляр + прогностика на год ведётся по основным тенденциям развития событий.
Западная астрология помогает максимально использовать благоприятное время для создания семьи,  рождения ребёнка,  переезда, открытия бизнеса,  начала важного проекта,  покупки недвижимости и т.д. Указываются успешные и сложные периоды года в личной жизни, карьере, финансах, здоровье и кризисные ситуации. 
Вам открывается возможность вовремя избежать неприятности и сложности и без потерь. А также не упустить возможности воспользоваться гармоничными моментами, чтобы улучшить ту или иную сферу своей жизни.
'''
